Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: View Results
ar: عرض النتائج
ca: Mostra els resultats
cy: Gweld Canlyniadau
da: Se resultater
da_instk12: Se resultater
de: Ergebnisse anzeigen
es: Ver resultados
es_es: Ver resultados
fi: Näytä tulokset
fr: Voir les résultats
fr_ca: Afficher les résultats
ga: Féach ar Thorthaí
hi: नतीजे देखें
ht: Afiche Rezilta
id: Lihat Hasil
is: Skoða niðurstöður
it: Visualizza risultati
ja: 結果を表示
ko: 결과 보기
mi: Tirohia Ngā Hua
ms: Lihat Keputusan
nb: Vis resultater
nb_instk12: Vis resultater
nl: Resultaten weergeven
pl: Wyświetl wyniki
pt: Ver Resultados
pt_br: Visualizar resultados
ru: Посмотреть результаты
sl: Ogled rezultatov
sv: Visa resultat
sv_instk12: Visa resultat
th: ดูผลลัพธ์
vi: Xem Kết Quả
zh: 查看结果
zh_hk: 檢視結果

source: Viewed
ar: تمت لمشاهدة
ca: Vist
cy: Wedi gweld
da: Vist
da_instk12: Vist
de: Angezeigt
es: Visto
es_es: Visto
fi: Tarkasteltu
fr: Vu(e)(s)
fr_ca: Visualisé
ga: Feicthe
hi: देखा गया
ht: Afiche
id: Dilihat
is: Skoðað
it: Visualizzato
ja: 表示しました
ko: 읽음
mi: Kua Tirohia
ms: Dilihat
nb: Vist
nb_instk12: Vist
nl: Bekeken
pl: Przejrzane
pt: Exibida
pt_br: Visualizado
ru: Просмотрено
sl: Ogledano
sv: Visad
sv_instk12: Visad
th: ที่ดู
vi: Đã Xem
zh: 已查看
zh_hk: 已檢視

source: Violet
ar: بنفسجي
ca: Violeta
cy: Fioled
de: Violett
es: Violeta
es_es: Violeta
fi: Violetti
ga: Corcairghorm
hi: वायलेट
ht: Vyolèt
is: Blárauður
it: Violetto
ja: バイオレット
ko: 바이올렛
mi: Puru
ms: Lembayung
nb: Fiolett
nb_instk12: Fiolett
pl: Fioletowy
pt: Violeta
pt_br: Violeta
ru: Фиолетовый
sl: Vijolična
sv: Violett
sv_instk12: Violett
th: ไวโอเล็ต
vi: Tím
zh: 紫色
zh_hk: 紫羅蘭色

source: Visibility
ar: الرؤية
ca: Visibilitat
cy: Gwelededd
da: Synlighed
da_instk12: Synlighed
de: Sichtbarkeit
es: Visibilidad
es_es: Visibilidad
fi: Näkyvyys
fr: Visibilité
fr_ca: Visibilité
ga: Infheictheacht
hi: दृश्यता
ht: Vizibilite
id: Visibilitas
is: Sýnileiki
it: Visibilità
ja: 可視性
ko: 표시 여부
mi: Aritanga
ms: Kebolehlihatan
nb: Synlighet
nb_instk12: Synlighet
nl: Zichtbaarheid
pl: Widoczność
pt: Visibilidade
pt_br: Visibilidade
ru: Доступность
sl: Vidnost
sv: Synlighet
sv_instk12: Synlighet
th: การแสดงผล
vi: Hiển Thị
zh: 可见性
zh_hk: 可見度

source: Visible Items
ar: عناصر ظاهرة
ca: Elements visibles
cy: Eitemau Gweladwy
da: Synlige elementer
da_instk12: Synlige elementer
de: Sichtbare Elemente
es: Ítems visibles
es_es: Elementos visibles
fi: Näkyvät kohteet
fr: Éléments visibles
fr_ca: Points visibles
ga: Míreanna Infheicthe
hi: दृश्यमान आइटमें
ht: Atik Vizib
id: Item Tampak
is: Sýnileg atriði
it: Elementi visibili
ja: 表示項目
ko: 표시되는 항목
mi: Ngā Tuemi e Kitea Ana
ms: Item Boleh Lihat
nb: Synlige elementer
nb_instk12: Synlige elementer
nl: Zichtbare items
pl: Widoczne elementy
pt: Itens visíveis
pt_br: Itens visíveis
ru: Видимые позиции
sl: Vidni elementi
sv: Synliga objekt
sv_instk12: Synliga objekt
th: รายการที่จัดแสดง
vi: Các Mục Hiển Thị
zh: 可见任务
zh_hk: 可見項目

source: Waiting for important things to happen.
ar: بانتظار حدوث أشياء هامة.
ca: Esperem que passin coses importants.
cy: Yn aros i bethau pwysig ddigwydd.
da: Venter på, at der sker vigtige ting.
da_instk12: Venter på, at der sker vigtige ting.
de: Warten, dass wichtige Dinge passieren.
es: Esperando que sucedan cosas importantes.
es_es: Esperando a que suceda algo importante.
fi: Odotetaan tärkeiden asioiden tapahtumista.
fr: En attente que des choses importantes aient lieu.
fr_ca: Attendre que des choses importantes se produisent.
ga: Ag fanacht chun go dtarlóidh rudaí tábhachtacha.
hi: महत्वपूर्ण चीज़ों के घटित होने का इंतज़ार किया जा रहा है।
ht: Atann gen bagay serye ki pral fèt.
id: Menunggu terjadinya hal penting.
is: Býð eftir að mikilvægir hlutir gerist.
it: In attesa che succedano cose importanti.
ja: 重要な事柄が起こるのを待つ。
ko: 중요한 일이 발생하기를 기다립니다.
mi: E tatari ana mo ngā mahi nui kei te mahi.
ms: Menunggu hingga perkara penting berlaku
nb: Venter på at det skal skje noe viktig.
nb_instk12: Venter på at det skal skje noe viktig.
nl: Wachten op belangrijke dingen die kunnen gebeuren.
pl: Oczekiwanie na ważne wydarzenia.
pt: À espera que coisas importantes aconteçam.
pt_br: Esperando que coisas importantes aconteçam.
ru: Ожидание того, что произойдут важные события.
sl: Čakam, da se zgodi kaj pomembnega.
sv: Väntar på att viktiga saker ska hända.
sv_instk12: Väntar på att viktiga saker ska hända.
th: กำลังรอเหตุการณ์สำคัญ
vi: Đang chờ những hoạt động quan trọng diễn ra.
zh: 等待重要事情发生。
zh_hk: 正在等待重要事情發生。

source: We couldn't add your Event at this time. You can try it again.
ar: لم نتمكن من إضافة الحدث الخاص بك في هذا التوقيت. يمكنك إعادة المحاولة.
ca: En aquest moment, no hem pogut afegir el vostre esdeveniment. Podeu tornar a provar-ho.
cy: Doedd dim modd ychwanegu eich Digwyddiad ar hyn o bryd. Gallwch roi cynnig arall arni.
da: Vi kunne ikke tilføje din begivenhed på nuværende tidspunkt. Du kan prøve igen.
da_instk12: Vi kunne ikke tilføje din begivenhed på nuværende tidspunkt. Du kan prøve igen.
de: Wir können Ihr Ereignis im Moment nicht hinzufügen. Sie können es erneut versuchen.
es: No pudimos agregar su evento en esta ocasión. Puede intentarlo nuevamente.
es_es: No hemos podido añadir tu evento en esta ocasión. Puedes intentarlo de nuevo.
fi: Emme voineet lisätä tapahtumaasi tällä kertaa. Voit yrittää tätä uudelleen.
fr: Nous ne pouvons pas ajouter votre événement pour le moment. Vous pouvez réessayer.
fr_ca: Nous n’avons pas pu ajouter votre événement pour le moment. Vous pouvez réessayer.
ga: Níorbh fhéidir linn d'Imeacht a chur leis faoi láthair. Is féidir leat triail eile a bhaint arís.
hi: हम इस समय आपकी घटना नहीं जोड़ सके। आप इसे फिर से आज़मा सकते हैं।
ht: Nou paka ajoute Evènman w lan pou kounye a. Ou ka eseye ankò.
id: Kami tidak bisa menambah Acara Anda saat ini. Anda bisa mencoba lagi.
is: Við gátum ekki náð í viðburð þinn að sinni. Þú getur reynt aftur.
it: Al momento non siamo riusciti ad aggiungere il tuo evento. Puoi riprovare.
ja: イベントを追加できませんでした。もう一度試してください。
ko: 지금은 이벤트를 추가할 수 없습니다. 다시 시도해 볼 수 있습니다.
mi: Kaore i taea e matou te taapiri i to Takahanga i tenei wa. Ka taea e koe te ngana ano.
ms: Kami tidak dapat menambah Acara anda pada masa ini. Anda boleh mencuba semula.
nb: Vi kunne ikke legge til hendelsen på dette tidspunktet. Du kan prøve det igjen.
nb_instk12: Vi kunne ikke legge til hendelsen på dette tidspunktet. Du kan prøve det igjen.
nl: Sorry, we konden je evenement op dit moment niet toevoegen. Je kunt het opnieuw proberen.
pl: Nie udało się dodać Twojego wydarzenia tym razem. Możesz spróbować ponownie.
pt: Não foi possível adicionar o seu evento neste momento. Pode tentar novamente.
pt_br: Não foi possível adicionar seu evento no momento. Você pode tentar novamente.
ru: Невозможно добавить ваше Событие на данный момент. Вы можете попробовать еще раз.
sl: Vašega dogodka v tem trenutku nismo mogli dodati. Lahko poskusite znova.
sv: Det gick inte att lägga till din händelse den här gången. Du kan försöka igen.
sv_instk12: Det gick inte att lägga till din händelse den här gången. Du kan försöka igen.
th: เราไม่สามารถเพิ่มกิจกรรมของคุณในตอนนี้ คุณสามารถลองใหม่ได้อีกครั้ง
vi: Chúng tôi không thể thêm Sự Kiện của bạn vào lúc này. Bạn có thể thử lại.
zh: 暂时无法添加您的事件。您可以重试。
zh_hk: 我們目前無法添加您的事件。您可以再試一次。

source: We couldn't add your To Do at this time. You can try it again.
ar: لم نتمكن من إضافة قائمة المهام الخاصة بك الآن. يمكنك إعادة المحاولة لاحقًا.
ca: No hem pogut afegir les vostres Tasques pendents en aquest moment. Podeu tornar a provar-ho.
cy: Nid oeddem yn gallu ychwanegu eich I’w Gwneud ar hyn o bryd. Gallwch geisio eto.
da: Vi kunne ikke tilføje din opgave. Du kan prøve igen.
da_instk12: Vi kunne ikke tilføje din opgave. Du kan prøve igen.
de: Wir können Ihr To-Do im Moment nicht hinzufügen. Bitte versuchen Sie es später erneut.
es: No pudimos agregar el elemento Por hacer en este momento. Puede intentarlo de nuevo.
es_es: No hemos podido añadir tu tarea pendiente en este momento. Puedes intentarlo de nuevo.
fi: Emme voineet lisätä tehtävä-kohdettasi tällä kertaa. Voit yrittää uudelleen.
fr: Nous ne pouvons pas ajouter votre tâche à la liste À Faire pour le moment. Réessayez plus tard.
fr_ca: Nous n’avons pas pu ajouter votre élément À faire pour le moment. Vous pouvez réessayer.
ga: Níorbh fhéidir linn do Le Déanamh a chur leis faoi láthair. Is féidir leat triail a bhaint arís.
hi: हम इस समय आपकी करने के लिए जोड़ नहीं पाए। आप बाद में इसकी कोशिश कर सकते हैं।
ht: Nou paka ajoute Lis Tach ou yo pou kounye a. Ou ka eseye l ankò.
id: Kami tidak dapat menambah To-Do Anda saat ini. Anda dapat mencoba lagi.
is: Við gátum ekki bætt við verkefni þínu á þessari stundu. Þú getur reynt aftur síðar.
it: Non è stato possibile aggiungere il tuo Da fare. Puoi riprovare.
ja: 今回、あなたのTo Doを追加できませんでした。もう一度やり直してください。
ko: 지금은 할 일을 추가할 수 없습니다. 다시 시도해 볼 수 있습니다.
mi: Kaore i taea e matou te taapiri i to Mahi i tenei wa. Ka taea e koe te ngana ano.
ms: Kami tidak dapat menambah Untuk Dilakukan anda buat masa ini. Anda boleh mencuba lagi.
nb: Vi kunne ikke legge til gjøremålselementet akkurat nå. Du kan prøve igjen.
nb_instk12: Vi kunne ikke legge til gjøremålselementet akkurat nå. Du kan prøve igjen.
nl: We konden je Lijst met opdrachten op dit moment niet toevoegen. Je kunt het later opnieuw proberen.
pl: Nie mogliśmy dodać Twojej listy zadań. Spróbuj ponownie później.
pt: De momento, não foi possível adicionar a sua lista de tarefas. Pode tentar novamente.
pt_br: Não foi possível adicionar sua lista de tarefas no momento. Você pode tentar novamente.
ru: В данный момент мы не можем добавить ваши Задачи. Вы можете повторить попытку.
sl: Trenutno nismo mogli dodati vašega seznama opravil. Lahko poskusite znova.
sv: Det gick inte att lägga till ditt Att göra-objekt just nu. Du kan försöka igen.
sv_instk12: Det gick inte att lägga till ditt Att göra-objekt just nu. Du kan försöka igen.
th: เราไม่สามารถเพิ่มรายการ สิ่งที่ต้องดำ (To Do) ของคุณได้ในตอนนี้ สามารถลองใหม่ได้อีกครั้ง
vi: Chúng tôi không thể thêm Việc Cần Làm của bạn tại thời điểm này. Bạn có thể thử lại sau.
zh: 暂时无法添加您的待办事项。您可以再试一次。
zh_hk: 我們此時無法添加您的待辦事項。您可以再試一次。

source: We couldn't add your To-do at this time. You can try it again.
ar: لم نتمكن من إضافة قائمة المهام في الوقت الحالي. يمكنك إعادة المحاولة.
ca: En aquest moment, no hem pogut afegir les vostres tasques pendents. Podeu tornar a provar-ho.
cy: Doedd dim modd ychwanegu eich Tasg i’w Gwneud ar hyn o bryd. Gallwch roi cynnig arall arni.
da: Vi kunne ikke tilføje dit element på opgavelisten på nuværende tidspunkt. Du kan prøve igen.
da_instk12: Vi kunne ikke tilføje dit element på opgavelisten på nuværende tidspunkt. Du kan prøve igen.
de: Wir können Ihr To-Do im Moment nicht hinzufügen. Sie können es erneut versuchen.
es: No pudimos agregar el ítem Por hacer en esta ocasión. Puede intentarlo nuevamente.
es_es: No hemos podido añadir tu tarea pendiente en este momento. Puedes intentarlo de nuevo.
fi: Emme voineet lisätä tehtävääsi tällä kertaa. Voit yrittää tätä uudelleen.
fr: Impossible d’ajouter votre tâche À faire pour le moment. Vous pouvez réessayer.
fr_ca: Nous n’avons pas pu ajouter votre tâche à accomplir pour le moment. Vous pouvez réessayer.
ga: Ní fhéadfadh muid do Rud le Déanamh a chur leis faoi láthair. Is féidir leat triail eile a bhaint arís.
hi: हम इस समय आपका 'करने के लिए' नहीं जोड़ सके। आप इसे फिर से आज़मा सकते हैं।
ht: Nou pa t kapab ajoute Tach pou Fè a nan moman sa a. Ou ka eseye ankò.
id: Kami tidak bisa menambah To-do Anda saat ini. Anda bisa mencoba lagi.
is: Við gátum ekki bætt verkefnalista við að sinni. Þú getur reynt aftur.
it: Al momento non siamo riusciti ad aggiungere il tuo elenco attività. Puoi riprovare.
ja: するべきことを追加できませんでした。もう一度試してください。
ko: 지금은 할 일을 추가할 수 없습니다. 다시 시도해 볼 수 있습니다.
mi: Kāore i taea te tāpiri i tō Mahi-ā-ringa i tēnei wā. Ka taea e koe te ngana ano.
ms: Kami tidak dapat menambah item Untuk Dilakukan anda pada masa ini. Anda boleh mencuba semula.
nb: Vi kunne ikke legge til gjøremålet ditt på dette tidspunktet. Du kan prøve det igjen.
nb_instk12: Vi kunne ikke legge til gjøremålet ditt på dette tidspunktet. Du kan prøve det igjen.
nl: We konden je opdracht op dit moment niet toevoegen. Je kunt het opnieuw proberen.
pl: Nie udało się dodać listy zadań tym razem. Możesz spróbować ponownie.
pt: Não foi possível adicionar o seu A fazer neste momento. Pode tentar novamente.
pt_br: Não foi possível adicionar sua lista de tarefas no momento. Você pode tentar novamente.
ru: Невозможно добавить вашу задачу в данный момент. Вы можете попробовать еще раз.
sl: Vašega opravila v tem trenutku nismo mogli dodati. Lahko poskusite znova.
sv: Det gick inte att lägga till ditt Att göra-objekt den här gången. Du kan försöka igen.
sv_instk12: Det gick inte att lägga till ditt Att göra-objekt den här gången. Du kan försöka igen.
th: เราไม่สามารถเพิ่มรายการสิ่งที่ต้องทำของคุณในตอนนี้ คุณสามารถลองใหม่ได้อีกครั้ง
vi: Chúng tôi không thể thêm Việc Cần Làm của bạn vào lúc này. Bạn có thể thử lại.
zh: 暂时无法添加您的待办任务。您可以重试。
zh_hk: 我們目前無法添加您的待辦事項。您可以再試一次。

source: We couldn't delete your Event at this time. You can try it again.
ar: لم نتمكن من حذف الحدث الخاص بك في هذا التوقيت. يمكنك إعادة المحاولة.
ca: En aquest moment, no hem pogut suprimir el vostre esdeveniment. Podeu tornar a provar-ho.
cy: Doedd dim modd dileu eich Digwyddiad ar hyn o bryd. Gallwch roi cynnig arall arni.
da: Vi kunne ikke slette din begivenhed på nuværende tidspunkt. Du kan prøve igen.
da_instk12: Vi kunne ikke slette din begivenhed på nuværende tidspunkt. Du kan prøve igen.
de: Wir können Ihr Ereignis im Moment nicht löschen. Sie können es erneut versuchen.
es: No pudimos eliminar su evento en esta ocasión. Puede intentarlo nuevamente.
es_es: No hemos podido eliminar tu evento en esta ocasión. Puedes intentarlo de nuevo.
fi: Emme voineet poistaa tapahtumaasi tällä kertaa. Voit yrittää tätä uudelleen.
fr: Nous ne pouvons pas supprimer votre événement pour le moment. Vous pouvez réessayer.
fr_ca: Nous n’avons pas pu supprimer votre événement pour le moment. Vous pouvez réessayer.
ga: Níorbh fhéidir linn d'Imeacht a scriosadh faoi láthair. Is féidir leat triail eile a bhaint arís.
hi: हम इस समय आपकी घटना नहीं मिटा सके। आप इसे फिर से आज़मा सकते हैं।
ht: Nou paka elimine Evènman w lan pou kounye a. Ou ka eseye ankò.
id: Kami tidak bisa menghapus Acara Anda saat ini. Anda bisa mencoba lagi.
is: Við gátum ekki eytt viðburði þínum að sinni. Þú getur reynt aftur.
it: Al momento non siamo riusciti ad eliminare il tuo evento. Puoi riprovare.
ja: イベントを削除できませんでした。もう一度試してください。
ko: 지금은 이벤트를 삭제할 수 없습니다. 다시 시도해 볼 수 있습니다.
mi: Kaore i taea e matou te muku i to Takahanga i tenei wa. Ka taea e koe te ngana ano.
ms: Kami tidak dapat memadamkan Acara anda pada masa ini. Anda boleh mencuba semula.
nb: Vi kunne ikke slette hendelsen din på dette tidspunktet. Du kan prøve det igjen.
nb_instk12: Vi kunne ikke slette hendelsen din på dette tidspunktet. Du kan prøve det igjen.
nl: Sorry, we konden je evenement op dit moment niet verwijderen. Je kunt het opnieuw proberen.
pl: Nie udało się usunąć Twojego wydarzenia tym razem. Możesz spróbować ponownie.
pt: Não foi possível eliminar o seu evento neste momento. Pode tentar novamente.
pt_br: Não foi possível excluir seu evento no momento. Você pode tentar novamente.
ru: Невозможно удалить ваше Событие на данный момент. Вы можете попробовать еще раз.
sl: Vašega dogodka v tem trenutku nismo mogli izbrisati. Lahko poskusite znova.
sv: Det gick inte att radera din händelse den här gången. Du kan försöka igen.
sv_instk12: Det gick inte att radera din händelse den här gången. Du kan försöka igen.
th: เราไม่สามารถลบกิจกรรมของคุณในตอนนี้ คุณสามารถลองใหม่ได้อีกครั้ง
vi: Chúng tôi không thể xóa Sự Kiện của bạn vào lúc này. Bạn có thể thử lại.
zh: 暂时无法删除您的事件。您可以重试。
zh_hk: 我們目前無法刪除您的事件。您可以再試一次。

source: We couldn't delete your To Do at this time. You can try it again.
ar: لم نتمكن من حذف قائمة المهام الخاصة بك الآن. يمكنك إعادة المحاولة لاحقًا.
ca: No hem pogut suprimir les vostres Tasques pendents en aquest moment. Podeu tornar a provar-ho.
cy: Nid oeddem yn gallu dileu eich I’w Gwneud ar hyn o bryd. Gallwch geisio eto.
da: Vi kunne ikke slette din opgave. Du kan prøve igen.
da_instk12: Vi kunne ikke slette din opgave. Du kan prøve igen.
de: Wir können Ihr To-Do im Moment nicht löschen. Bitte versuchen Sie es später erneut.
es: No pudimos eliminar el elemento Por hacer en este momento. Puede intentarlo de nuevo.
es_es: No hemos podido eliminar tu tarea pendiente en este momento. Puedes intentarlo de nuevo.
fi: Emme voineet poistaa tehtävä-kohdettasi tällä kertaa. Voit yrittää uudelleen.
fr: Nous ne pouvons pas supprimer votre tâche de la liste À Faire pour le moment. Réessayez plus tard.
fr_ca: Nous n’avons pas pu supprimer votre élément À faire pour le moment. Vous pouvez réessayer.
ga: Níorbh fhéidir linn do Le Déanamh a scriosadh faoi láthair. Is féidir leat triail a bhaint arís.
hi: हम इस समय आपकी करने के लिए मिटा नहीं पाए। आप बाद में इसकी कोशिश कर सकते हैं।
ht: Nou paka elimine Lis Tach ou yo pou kounye a. Ou ka eseye l ankò.
id: Kami tidak dapat menghapus To-Do Anda saat ini. Anda dapat mencoba lagi.
is: Við gátum ekki eytt verkefni þínu á þessari stundu. Þú getur reynt aftur síðar.
it: Non è stato possibile eliminare il tuo Da fare. Puoi riprovare.
ja: 今回、あなたのTo Doを削除できませんでした。もう一度やり直してください。
ko: 지금은 할 일을 삭제할 수 없습니다. 다시 시도해 볼 수 있습니다.
mi: Kaore i taea e matou te muku i to Mahi i tenei wa. Ka taea e koe te ngana ano.
ms: Kami tidak dapat memadamkan Untuk Dilakukan anda buat masa ini. Anda boleh mencuba lagi.
nb: Vi kunne ikke slette gjøremålselementet akkurat nå. Du kan prøve igjen.
nb_instk12: Vi kunne ikke slette gjøremålselementet akkurat nå. Du kan prøve igjen.
nl: We konden je Lijst met opdrachten op dit moment niet verwijderen. Je kunt het later opnieuw proberen.
pl: Nie mogliśmy usunąć Twojej listy zadań. Spróbuj ponownie później.
pt: De momento, não foi possível eliminar a sua lista de tarefas. Pode tentar novamente.
pt_br: Não foi possível excluir sua lista de tarefas no momento. Você pode tentar novamente.
ru: В данный момент мы не можем удалить ваши Задачи. Вы можете повторить попытку.
sl: Trenutno nismo mogli izbrisati vašega seznama opravil. Lahko poskusite znova.
sv: Det gick inte att radera ditt Att göra-objekt just nu. Du kan försöka igen.
sv_instk12: Det gick inte att radera ditt Att göra-objekt just nu. Du kan försöka igen.
th: เราไม่สามารถลบรายการ สิ่งที่ต้องดำ (To Do) ของคุณได้ในตอนนี้ สามารถลองใหม่ได้อีกครั้ง
vi: Chúng tôi không thể xóa Việc Cần Làm của bạn tại thời điểm này. Bạn có thể thử lại sau.
zh: 暂时无法删除您的待办事项。您可以再试一次。
zh_hk: 我們此時無法刪除您的待辦事項。您可以再試一次。

source: We couldn't delete your To-do at this time. You can try it again.
ar: لم نتمكن من حذف قائمة المهام في الوقت الحالي. يمكنك إعادة المحاولة.
ca: En aquest moment, no hem pogut suprimir les vostres tasques pendents. Podeu tornar a provar-ho.
cy: Doedd dim modd dileu eich Tasg i’w Gwneud ar hyn o bryd. Gallwch roi cynnig arall arni.
da: Vi kunne ikke slette dit element på opgavelisten på nuværende tidspunkt. Du kan prøve igen.
da_instk12: Vi kunne ikke slette dit element på opgavelisten på nuværende tidspunkt. Du kan prøve igen.
de: Wir können Ihr To-Do im Moment nicht löschen. Sie können es erneut versuchen.
es: No pudimos eliminar el ítem Por hacer en esta ocasión. Puede intentarlo nuevamente.
es_es: No hemos podido eliminar tu tarea pendiente en este momento. Puedes intentarlo de nuevo.
fi: Emme voineet poistaa tehtävääsi tällä kertaa. Voit yrittää tätä uudelleen.
fr: Impossible de supprimer votre tâche À faire pour le moment. Vous pouvez réessayer.
fr_ca: Nous n’avons pas pu supprimer votre tâche à accomplir pour le moment. Vous pouvez réessayer.
ga: Ní fhéadfadh muid do Rud le Déanamh a scriosadh faoi láthair. Is féidir leat triail eile a bhaint arís.
hi: हम इस समय आपके 'करने के लिए' को मिटा नहीं सके। आप इसे फिर से आज़मा सकते हैं।
ht: Nou pa t kapab elimine Tach pou Fè a nan moman sa a. Ou ka eseye ankò.
id: Kami tidak dapat menghapus To-do Anda saat ini. Anda bisa mencoba lagi.
is: Við gátum ekki eytt verkefnalista þínum að sinni. Þú getur reynt aftur.
it: Al momento non siamo riusciti ad eliminare il tuo elenco attività. Puoi riprovare.
ja: するべきことを削除できませんでした。もう一度試してください。
ko: 지금은 할 일을 삭제할 수 없습니다. 다시 시도해 볼 수 있습니다.
mi: Kāore i taea e mātou te muku i tō Mahi i tēnei wā. Ka taea e koe te ngana ano.
ms: Kami tidak dapat memadamkan item Untuk Dilakukan anda pada masa ini. Anda boleh mencuba semula.
nb: Vi kunne ikke slette gjøremålet ditt på dette tidspunktet. Du kan prøve det igjen.
nb_instk12: Vi kunne ikke slette gjøremålet ditt på dette tidspunktet. Du kan prøve det igjen.
nl: We konden je opdracht op dit moment niet verwijderen. Je kunt het opnieuw proberen.
pl: Nie udało się usunąć listy zadań tym razem. Możesz spróbować ponownie.
pt: Não foi possível eliminar o seu A fazer neste momento. Pode tentar novamente.
pt_br: Não foi possível excluir sua lista de tarefas no momento. Você pode tentar novamente.
ru: Невозможно удалить вашу задачу в данный момент. Вы можете попробовать еще раз.
sl: Vašega opravila v tem trenutku nismo mogli izbrisati. Lahko poskusite znova.
sv: Det gick inte att radera ditt Att göra-objekt den här gången. Du kan försöka igen.
sv_instk12: Det gick inte att radera ditt Att göra-objekt den här gången. Du kan försöka igen.
th: เราไม่สามารถลบรายการสิ่งที่ต้องทำของคุณในตอนนี้ คุณสามารถลองใหม่ได้อีกครั้ง
vi: Chúng tôi không thể xóa Việc Cần Làm của bạn vào lúc này. Bạn có thể thử lại.
zh: 暂时无法删除您的待办任务。您可以重试。
zh_hk: 我們目前無法刪除您的待辦事項。您可以再試一次。

source: We couldn't find any courses like that.
ar: لم نتمكن من العثور على أي مساقات مثل هذا.
ca: No hem trobat cap assignatura així.
cy: Doedd dim modd dod o hyd i unrhyw gyrsiau fel yna.
da: Vi kunne ikke finde nogen lignende fag.
da_instk12: Vi kunne ikke finde nogen lignende fag.
de: Wir konnten keine ähnlichen Kurse finden.
es: No pudimos encontrar ningún curso como ese.
es_es: No hemos podido encontrar ninguna asignatura como esta.
fi: Emme löytäneet mitään sellaisia kursseja.
fr: Impossible de trouver des cours semblables à celui-ci.
fr_ca: Nous n’avons pas pu trouver des cours identiques à ceux-ci.
ga: Ní raibh muid in ann teacht ar aon chúrsaí mar sin.
hi: हमें ऐसा कोई पाठ्यक्रम नहीं मिला।
ht: Nou pa jwenn okenn kou konsa.
id: Kami tidak dapat menemukan kursus apa pun seperti itu.
is: Engin slík námskeið fundust.
it: Impossibile trovare corsi come questo.
ja: そのようなコースは見つかりませんでした。
ko: 해당 조건의 과목을 찾을 수 없습니다.
mi: Kaore i kitea he akoranga pēna.
ms: Kami tidak menemui apa-apa kursus yang sedemikian.
nb: Vi kunne ikke finne noen slike emner.
nb_instk12: Vi kunne ikke finne noen slike fag.
nl: We konden geen cursussen zoals die vinden.
pl: Nie udało się odnaleźć takich kursów.
pt: Não conseguimos encontrar nenhuma disciplina assim.
pt_br: Não foi possível encontrar nenhum curso como esse.
ru: Мы не смогли найти ни одного похожего на этот курса.
sl: Podobnih predmetov ni bilo mogoče najti.
sv: Vi hittade inte några sådana kurser.
sv_instk12: Vi hittade inte några sådana kurser.
th: เราไม่พบบทเรียนลักษณะนี้
vi: Chúng tôi không tìm được bất kỳ khóa học nào như vậy.
zh: 找不到任何类似的课程。
zh_hk: 我們找不到像那樣的課程。
